Revit 2024 API
ParameterTypeId.SheetName Property
 "Sheet Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SheetName { get; }
Visual Basic
Public Shared ReadOnly Property SheetName As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SheetName {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace